Repository: FiltersHeroes/ScriptsPlayground
Catalog: scripts/locales/*/LC_MESSAGES/SFLB.po
Languages: pl

source: Invalid instruction {wrongInstruction} in {fileWithWrongInstruction}.
pl: Nieprawidłowa instrukcja {wrongInstruction} w pliku {fileWithWrongInstruction}.

source: Update sections
pl: Aktualizacja sekcji

source: Downloading file from: {URL} ...
pl: Pobieranie pliku z: {URL} ...

source: Update {codename} to version {versionNumber}
pl: Aktualizacja listy {codename} do wersji {versionNumber}

source: Enter extended commit description to {codename} list, e.g 'Fix #1, fix #2' (without quotation marks; if you do not want an extended description, you can simply enter nothing):
pl: Podaj rozszerzony opis commita do listy {codename}, np. 'Fix #1, fix #2' (bez ciapek; jeśli nie chcesz rozszerzonego opisu, to możesz po prostu nic nie wpisywać):

source: Nothing new has been added to {codename} list. If you still want to update it, then set the variable FORCED and run script again.
pl: Nic nowego nie zostało dodane do listy {codename}. Jeżeli mimo to chcesz ją aktualizować, to ustaw zmienną FORCED i uruchom ponownie skrypt.

source: Do you want to send changed files to git now?
pl: Czy chcesz teraz wysłać do gita zmienione pliki?

source: Yes
pl: Tak

source: No
pl: Nie

source: Enter your choice:
pl: Wprowadź swój wybór:
